from enum import Enum


# вот бы уметь делать это по-человечески...
class TaskType(str, Enum):
    Task1 = 'Задача 1',
    Task2 = 'Задача 2',
    Task3 = 'Задача 3',
    Task4 = 'Задача 4',
    Task5 = 'Задача 5',
    Task6 = 'Задача 6',
    Task7 = 'Задача 7',
    Task8 = 'Задача 8',
    Task9 = 'Задача 9',
    Task10 = 'Задача 10',
    Task11 = 'Задача 11',
    Task12 = 'Задача 12',
    Task13 = 'Задача 13',
    Task14 = 'Задача 14',
    Task15 = 'Задача 15',
    Task16 = 'Задача 16',
    Task17 = 'Задача 17',
    Task18 = 'Задача 18',
    Task19 = 'Задача 19',
    Task20 = 'Задача 20'
